[
    {
      "heading": "¿Qué es Microlancer.io?",
      "anchor": "what-is-this",
      "body": "<i>Microlancer.io</i> es una forma de pagar o que le paguen haciendo pequeñas tareas, o microtareas, para ganar Bitcoin - una moneda digital. Bitcoin se puede cambiar por dólares estadounidenses, euros y muchas otras monedas nacionales.",
      "topics": []
    },
    {
      "heading": "Uso básico",
      "anchor": "usage",
      "body": "",
      "topics": [
        {
          "heading": "Veo una tarea que puedo hacer. ¿Como empiezo?",
          "anchor": "how-to-get-started",
          "body": "Para realizar una tarea, haga una oferta en la página del listado. Puede negociar un pago más alto (¡o incluso más bajo, si está dispuesto!) que el que se le pide. Se le notificará si se acepta o se rechaza. Si se acepta, el pago está en depósito en garantía, puede continuar y realizar la tarea.",
          "topics": []
        },
        {
          "heading": "Terminé mi tarea, ¿ahora qué?",
          "anchor": "task-complete",
          "body": "De vuelta en la página de la lista, marque la tarea como completada. Esto notificará al autor de la tarea y verificará su trabajo. Si es válido, liberará el pago. ¡A continuación, puede retirar sus ganancias!",
          "topics": []
        },
        {
          "heading": "Necesito que se haga algo. ¿Cómo publico una tarea?",
          "anchor": "create-task",
          "body": "Vaya a la página de nueva tarea y envíe la tarea que desea realizar. Asegúrese de proporcionar un buen conjunto de etiquetas para ayudar a las personas a encontrar su tarea. Si alguien está suscrito a una etiqueta, se le notificará inmediatamente de su nueva tarea.",
          "topics": []
        },
        {
          "heading": "No estoy de acuerdo con una tarea y no me pagan. ¿Qué tengo que hacer?",
          "anchor": "dispute",
          "body": "Si hay alguna disputa, comuníquese con el soporte de inmediato. Determinaremos si el trabajo se realizó y decidiremos cómo se dividirán los fondos en garantía. Todas las decisiones tomadas por Microlancer.io son finales, según los términos y condiciones del acuerdo.",
          "topics": []
        },
        {
          "heading": "¿Qué tipo de tareas puedo publicar aquí?",
          "anchor": "kind-of-tasks",
          "body": "Puede publicar cualquier tipo de tarea, pregunta o cualquier tipo de solicitud en Microlancer.io. Las tareas pueden ser muy pequeñas (micro) o de gran tamaño, como proyectos por contrato. Sin embargo, recomendamos dividir los proyectos grandes en subtareas más pequeñas para que sea más fácil para varias personas trabajar en ellos. ¡Depende de usted cómo desea utilizar Microlancer.io!",
          "topics": []
        },
        {
          "heading": "¿Cómo funciona el depósito en garantía estándar?",
          "anchor": "standard-escrow",
          "body": "El depósito en garantía estándar protege tanto al solicitante como al autor de la tarea. Las tareas aseguradas por el depósito en garantía estándar están protegidas al recolectar los fondos para el pago por adelantado del solicitante, antes de que se inicie el trabajo. <b>¡Es importante comenzar a trabajar solo DESPUÉS de que se acepte una oferta!</b> Si se acepta una oferta, los fondos son retenidos por Microlancer.io y solo se liberan si el solicitante acepta los resultados del trabajo del tasker O si hay una disputa. En el caso de una disputa, como que los resultados del tasker no cumplan con los requisitos, o el solicitante no pague los resultados entregados correctamente, Microlancer.io arbitrará y distribuirá los fondos en custodia de la manera que Microlancer.io considere adecuada. Las decisiones tomadas por Microlancer.io son definitivas. Además de utilizar el depósito en garantía, recomendamos elegir cuidadosamente con quién trabajar en función de su reputación y reseñas.",
          "topics": []
        },
        {
          "heading": "¿Cómo funciona un pago de igual a igual sin depósito en garantía?",
          "anchor": "non-escrow",
          "body": "Las tareas que utilizan el pago de igual a igual (peer-to-peer) sin depósito en garantía son responsabilidad del solicitante y el encargado de la tarea de coordinar cómo se realizará el pago fuera de Microlancer.io. Existe el riesgo de impago, y en tales casos, Microlancer.io no podrá arbitrar: <b>¡así que participe en tareas que no sean de depósito en garantía con mucha precaución!</b> La ventaja de la ausencia de depósito en garantía es que Microlancer.io no cobra ninguna tarifa por la tarea.",
          "topics": []
        },
        {
          "heading": "¿Qué es una oferta en propuesta?",
          "anchor": "what-is-offer-proposed",
          "body": "Una oferta propuesta es la propuesta de un tasker para realizar la tarea (incluido un tono y una cantidad) enviada a un solicitante. La oferta en este estado está esperando una respuesta del solicitante para aceptar o rechazar la propuesta. Todavía se encuentra en una fase de negociación y el trabajo aún no debe iniciarse.",
          "topics": []
        },
        {
          "heading": "¿Qué es una oferta aceptada?",
          "anchor": "what-is-offer-accepted",
          "body": "El autor de la tarea ha aprobado una oferta aceptada (o en proceso) para seguir adelante y comenzar a trabajar en la tarea. Si la tarea está utilizando la opción de depósito en garantía estándar, la oferta SOLO se aprueba cuando el solicitante ha enviado el pago a Microlancer y ha financiado el 100% del depósito en garantía. En este punto, es seguro que el encargado de la tarea comience a trabajar. Para las tareas de igual a igual (sin custodia), esto no se aplica. La oferta en este estado está esperando que el trabajo se entregue del tasker al solicitante.",
          "topics": []
        },
        {
          "heading": "¿Qué es una oferta entregada?",
          "anchor": "what-is-offer-delivered",
          "body": "Una oferta entregada (o en revisión) es cuando el realizador de la tarea (tasker) ha completado el trabajo para la tarea, siguiendo todos los pasos o instrucciones. En este punto, el encargado de la tarea debería haber comunicado o enviado los resultados del trabajo al solicitante. La oferta en este estado ahora está esperando que el solicitante verifique el trabajo del tasker.",
          "topics": []
        },
        {
          "heading": "¿Qué es una oferta completa?",
          "anchor": "what-is-offer-confirmed",
          "body": "Una oferta completada (o de entrega verificada) es cuando se ha verificado que los resultados del trabajo realizado por el tasker son satisfactorios para el solicitante. Este paso confirma que el trabajo se realizó según los requisitos. Si la tarea utiliza la opción de depósito en garantía estándar, el pago del depósito en garantía se ha liberado en este momento y se paga al tasker. Los fondos ahora deberían aparecer en el saldo de la cuenta del tasker para su retiro. Para las tareas de igual a igual (sin custodia), esto no se aplica. La oferta en este estado finaliza y se cierra.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Servicios de compra",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "¿Cómo compro/solicito servicios?",
          "anchor": "how-to-buy",
          "body": "Puede comprar servicios haciendo un pedido. Cuando realice un pedido por primera vez, deberá recibir una confirmación sobre los detalles del trabajo del vendedor. Una vez que esté satisfecho con el plan, puede aceptar su oferta y enviar el pago al depósito en garantía. Después de que brinden el servicio, debe marcar la tarea como entregada para liberar el pago y que puedan recibir el pago.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Ingresos y pagos",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "¿Qué es Bitcoin?",
          "anchor": "what-is-bitcoin",
          "body": "<i class=\"fab fa-bitcoin\"></i> Bitcoin es dinero digital de igual a igual (peer-to-peer) que funciona sin terceros, como bancos o tarjetas de crédito. Puede obtener más información en <a href=\"https://bitcoin.org/\">Bitcoin.org</a>.",
          "topics": []
        },
        {
          "heading": "¿Qué es Lightning Network?",
          "anchor": "what-is-lightning",
          "body": "<i class=\"fas fa-bolt\"></i> Lightning Network es un sistema seguro y en tiempo real para transferir cantidades muy pequeñas de Bitcoin (micropagos). Las transacciones normales de Bitcoin en cadena pueden tener tarifas elevadas y tiempos de confirmación prolongados. Lightning Network hace posible tener confirmaciones instantáneas de Bitcoin y tarifas extremadamente bajas (menos de un centavo). Eso lo hace perfecto para microtareas, y la razón por la que <i>Microlancer.io</i> admite el uso de transacciones de Lightning Network para Bitcoin.",
          "topics": []
        },
        {
          "heading": "¿Hay un mínimo que necesito ganar para retirar?",
          "anchor": "min-withdraw",
          "body": "No, no hay ganancias mínimas que deba retirar. Puede retirar tan solo 1 satoshi.",
          "topics": []
        },
        {
          "heading": "¿Hay alguna tarifa por retirar?",
          "anchor": "fee-withdraw",
          "body": "No, no hay tarifas cuando se retira. Sin embargo, tenga en cuenta que la creación y el cierre de canales para finalizar puede costar tarifas en cadena cobradas por la red de Bitcoin.",
          "topics": []
        },
        {
          "heading": "¿Cómo retiro mi Bitcoin?",
          "anchor": "withdraw-how",
          "body": "Para retirar sus ganancias, simplemente vaya a la página de retiro de su cuenta. Deberá proporcionar lo que se conoce como una <i>Factura Lightning</i> que genera el software de su billetera. Cuando envíe la factura al sistema, se le pagará y su saldo debería aparecer en su billetera.",
          "topics": []
        },
        {
          "heading": "¿Qué es retiro LNURL (LNURL-withdraw)?",
          "anchor": "withdraw-lnurl",
          "body": "LNURL-withdraw es una función disponible en las <a href=\"https://github.com/fiatjaf/awesome-lnurl#wallets\" target=\"_blank\">billeteras Lightning</a> que simplifican el proceso de retiro. Puede retirar sin copiar y pegar facturas, simplemente escaneando el código QR o haciendo clic en el botón `Abrir en billetera`.",
          "topics": []
        },
        {
          "heading": "¿Cómo pago una factura Lightning?",
          "anchor": "how-to-pay",
          "body": "Para pagar una factura Lightning de Bitcoin, necesitará una billetera de Bitcoin que admita la red de Lightning. Es una tecnología nueva, pero hay varias opciones de billetera beta (consulte la siguiente pregunta). Una vez que tenga una billetera, deberá pegar la factura de LN en la billetera, escanear el código QR de la factura de LN o hacer clic en el botón `Abrir en billetera`. Si tiene alguna pregunta o problema con el pago, no dude en ponerse en contacto con el servicio de asistencia (chat en vivo, discord o correo electrónico).",
          "topics": []
        },
        {
          "heading": "¿Qué billetera debo usar?",
          "anchor": "bitcoin-wallet",
          "body": "Hay muchas carteras diferentes, pero Lightning Network es una tecnología bastante nueva, por lo que muchas de ellas todavía están en versión beta. Si tiene Android, le recomendamos que utilice <a href=\"https://play.google.com/store/apps/details?id=fr.acinq.eclair.wallet.mainnet2&hl=en_US\">Eclair</a> o <a href=\"http://lightning-wallet.com\">BLW</a>. Puede encontrar una gran lista de billeteras en <a href=\"https://lightningnetworkstores.com/wallets\">lightningnetworkstores.com/wallets</a> y <a href=\"https://zigzag.io/#/wallets\">zigzag.io/#/wallets</a>. Asegúrese de elegir carteras MAINNET para usar con Microlancer. ¡Investigue y pruébelos bajo su propio riesgo!",
          "topics": []
        },
        {
          "heading": "¿Qué sucede si quiero Bitcoin on-chain en lugar de un saldo de Lightning Network?",
          "anchor": "swap-btc-ln",
          "body": "Existen varios servicios para ayudarlo a convertir el saldo de Lightning Network en Microlancer en Bitcoin on-chain. Por lo general, vienen con varias tarifas. Por favor consulte <a href=\"https://zigzag.io/\">ZigZag.io</a> y <a href=\"https://boltz.exchange\">Boltz Exchange</a>. ¡Investigue y pruébelos bajo su propio riesgo!",
          "topics": []
        }
      ]
    },
    {
      "heading": "Alertas de categoría",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "¿Qué es un favorito?",
          "anchor": "favorite",
          "body": "Puede marcar cualquier categoría como favorita haciendo clic en el icono de estrella junto al nombre de la categoría. Si se publica alguna tarea nueva que coincida con una de sus favoritas, se le notificará inmediatamente. Esto le brinda una mejor oportunidad de enviar una oferta rápidamente.",
          "topics": []
        },
        {
          "heading": "¿Cómo elimino un favorito?",
          "anchor": "remove-favorite",
          "body": "Para eliminar un favorito y dejar de recibir alertas, simplemente vaya al nombre del tema y anule la selección del ícono de estrella.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Cumplimiento múltiple",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "¿Qué es una tarea repetible?",
          "anchor": "repeatable",
          "body": "Si una tarea se puede completar varias veces, se puede crear como una tarea repetible (en más opciones). Esto significa que la tarea permanecerá disponible para las ofertas incluso después de que se acepte una oferta.",
          "topics": []
        },
        {
          "heading": "¿Cómo dejo de recibir ofertas en mi tarea repetible?",
          "anchor": "stop-repeatable",
          "body": "Si tiene ofertas activas (ofertas en curso), no puede cerrar su tarea, pero puede ocultarla. Una vez que esté oculto, ya no recibirás nuevas ofertas para tu tarea. Una vez que se completen todas las ofertas en curso, puede optar por cerrar la tarea.",
          "topics": []
        },
        {
          "heading": "¿Qué es una tarea repetible por usuario?",
          "amchor": "repeatable-per-user",
          "body": "Si una tarea es repetible por usuario, eso significa que se puede realizar varias veces, pero solo una vez por usuario único en el sistema. Esto es útil en situaciones en las que no desea que el mismo usuario realice su tarea una y otra vez.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Mejoras/Impulsos/Aumentos",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Qué es una Mejora?",
          "anchor": "what-is-boost",
          "body": "Puede mejorar sus listas de tareas (que se muestran en <i> Más opciones de tareas </i> en la página de tareas para que su lista se muestre más arriba en las páginas de listas).",
          "topics": []
        },
        {
          "heading": "¿Cómo se ordenan/clasifican los listados impulsados?",
          "anchor": "boost-sorting",
          "body": "Los listados se ordenan primero por cantidad de impulso, y para los listados vinculados por cantidad de impulso(incluidos los listados sin impulso), se ordenan por actividad reciente. Su impulso se aplica a todas las categorías o resultados de búsqueda, por lo que incluso si no figura en la parte superior de la página principal, es posible que aparezca en las subcategorías.",
          "topics": []
        },
        {
          "heading": "¿Cuánto debo aumentar?",
          "anchor": "boost-amount",
          "body": "Debe aumentar la cantidad con la que se sienta cómodo. Tenga en cuenta que esta cantidad no está relacionada con el precio de la tarea y el tasker no gana la cantidad de refuerzo. Puede decidir cuánto aumentar comparando la cantidad aumentada en otros listados.",
          "topics": []
        },
        {
          "heading": "¿Cuánto duran los aumentos?",
          "anchor": "boost-time",
          "body": "Los aumentos caducarán después de 30 días a partir de la fecha de aumento. Si tiene más de un aumento, cada monto será válido durante 30 días a partir de cada fecha de aumento individual.",
          "topics": []
        },
        {
          "heading": "¿Cómo verifico la cantidad de aumento de otros listados?",
          "anchor": "boost-check",
          "body": "Puedes verificar la cantidad de impulso colocando el cursor sobre el ícono del cohete <i class=\"fa fa-rocket\" style=\"color:orange\" title=\"Esta lista está impulsada por 200 sat(s)\"></i> en la lista.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Afiliados",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "¿Qué es el programa de afiliados de Microlancer.io?",
          "anchor": "affiliates",
          "body": "Puede ganar Bitcoin como afiliado refiriendo a los usuarios al sitio.",
          "topics": []
        },
        {
          "heading": "Cuanto puedo ganar?",
          "anchor": "affiliate-earnings",
          "body": "(Actualizado el 5/5/19) Recibirá el 35% de las tarifas de Microlancer cobradas en cualquier tarea de depósito en garantía que complete su referencia. Si refirió tanto al autor de la pregunta como al encargado de la tarea para una tarea determinada, obtendrá ganancias por ambas referencias (35% de la referencia del autor de la pregunta, 35% de la referencia del tasker).",
          "topics": []
        },
        {
          "heading": "¿Cuánto tiempo podré ganar con mis referencias?",
          "anchor": "affiliate-timelimit",
          "body": "La cookie de afiliado tiene una duración de 90 días. Para las ganancias de finalización de tareas, obtendrá sus comisiones de afiliado por cada tarea completada (como autor de la tarea o encargado de la tarea) dentro de los 90 días posteriores a la fecha de registro.",
          "topics": []
        },
        {
          "heading": "¿Recibiré comisiones de las referencias de mi referido (downstream)?",
          "anchor": "affiliate-downstream",
          "body": "Lo siento, no. No estamos haciendo un programa de referencias al estilo MLM.",
          "topics": []
        },
        {
          "heading": "¿Existen otras limitaciones?",
          "anchor": "affiliate-limitations",
          "body": "Al participar en el programa de afiliados, acepta los términos de afiliación. No participará en marketing de correo no deseado ni registros fraudulentos (como bots, scripts o usuarios ilegítimos). Su estado de afiliado puede ser revocado en cualquier momento (prohibido) por cualquier motivo a nuestra discreción. ¡No publique enlaces de afiliados donde no sean bienvenidos! Los términos del programa de afiliados están sujetos a cambios en cualquier momento.",
          "topics": []
        },
        {
          "heading": "¿Cómo me registro como afiliado?",
          "anchor": "affiliate-signup",
          "body": "Si tiene una cuenta en Microlancer, puede comenzar de inmediato. Simplemente tome su enlace de afiliado en la parte superior de la página de su cuenta.",
          "topics": []
        }
      ]
    }
  ]
