[
    {
      "heading": "Cosa è Microlancer.io?",
      "anchor": "what-is-this",
      "body": "<i>Microlancer.io</i> è un modo per pagare o essere pagato facendo piccoli compiti, o <i>microtasks</i>, per guadagnare <a href=\"https://bitcoin.org\">Bitcoin</a> - una valuta digitale. Bitcoin può essere scambiato con euro, dollari e molte altre valute nazionali.",
      "topics": []
    },
    {
      "heading": "Utilizzo di base",
      "anchor": "usage",
      "body": "",
      "topics": [
        {
          "heading": "Vedo un compito che posso svolgere. Come inizio?",
          "anchor": "how-to-get-started",
          "body": "Per eseguire un compito comincia col fare un'offerta. Puoi negoziare un pagamento più alto (o anche più basso se vuoi) di quello che ti viene chiesto. Sarai avvisato se viene accettato o rifiutato. Se viene accettato, il pagamento è nel deposito di garanzia e puoi andare avanti e svolgere il compito!",
          "topics": []
        },
        {
          "heading": "Ho finito il mio compito, e adesso?",
          "anchor": "task-complete",
          "body": "Contrassegna il compito come completato. Questo avviserà il richiedente che verificherà il tuo lavoro. Se è valido, sbloccherà il pagamento. A questo punto puoi ritirare i tuoi guadagni!",
          "topics": []
        },
        {
          "heading": "Ho bisogno che venga fatto qualcosa. Come posso pubblicare un compito?",
          "anchor": "create-task",
          "body": "Vai alla pagina nuovo compito e inserisci il lavoro che desideri venga svolto. Assicurati di fornire un buon set di tag per aiutare le persone a trovare il tuo compito. Se qualcuno è iscritto a un tag, verrà immediatamente informato del tuo annuncio.",
          "topics": []
        },
        {
          "heading": "Non sono d'accordo su un compito e non vengo pagato. Cosa posso fare?",
          "anchor": "dispute",
          "body": "In caso di controversia, contattare immediatamente l'assistenza. Stabiliremo se il lavoro è stato fatto e decideremo come dividere i fondi del deposito di garanzia. Tutte le decisioni prese da Microlancer.io sono definitive, come indicato nelle condizioni di utilizzo.",
          "topics": []
        },
        {
          "heading": "Che tipo di compiti posso pubblicare qui?",
          "anchor": "kind-of-tasks",
          "body": "Puoi pubblicare qualsiasi tipo di compito, domanda o richiesta su Microlancer.io. I compiti possono essere molto piccoli (micro) o di grandi dimensioni come i progetti a contratto. Tuttavia, incoraggiamo la suddivisione dei progetti di grandi dimensioni in sottoattività più piccole per consentire a più persone di lavorarci facilmente! Sta a te decidere come utilizzare Microlancer.io!",
          "topics": []
        },
        {
          "heading": "Come funziona il deposito di garanzia?",
          "anchor": "standard-escrow",
          "body": "Il deposito di garanzia protegge sia il richiedente che l'esecutore. I compiti garantiti da un deposito di garanzia sono protetti raccogliendo i fondi per il pagamento in anticipo dal richiedente, prima dell'inizio del lavoro. <b>È importante iniziare a lavorare solo DOPO l'accettazione di un'offerta!</b> Se un'offerta viene accettata, i fondi sono detenuti da Microlancer.io e rilasciati solo se il richiedente accetta i risultati del lavoro dell'esecutore OPPURE se c'è una disputa. In caso di controversia, se ad esempio i risultati dell'esecutore che non soddisfano i requisiti, o se il richiedente non vuole pagare i risultati correttamente consegnati, Microlancer.io arbitrerà e distribuirà i fondi del deposito di garanzia in un modo ritenuto appropriato da Microlancer.io. Le decisioni prese da Microlancer.io sono definitive. Oltre ad utilizzare il deposito di garanzia, ti consigliamo di scegliere attentamente con chi lavorare in base alla loro reputazione e recensioni.",
          "topics": []
        },
        {
          "heading": "Come funziona un pagamento peer-to-peer senza deposito di garanzia?",
          "anchor": "non-escrow",
          "body": "Per i compiti che utilizzano il pagamento peer-to-peer senza deposito di garanzia è responsabilità del richiedente e dell'esecutore del compito di coordinare come avverrà il pagamento al di fuori di Microlancer.io. C'è il rischio di mancato pagamento e, in questi casi, Microlancer.io non sarà in grado di arbitrare: <b>partecipa quindi con grande cautela ai compiti senza deposito di garanzia!</b> Il vantaggio di non avere il deposito di garanzia è che Microlancer.io non riscuote alcun compenso dal compito.",
          "topics": []
        },
        {
          "heading": "Che cos'è un'offerta con proposta?",
          "anchor": "what-is-offer-proposed",
          "body": "È la proposta di un esecutore per svolgere il compito (comprende una presentazione e l'importo richiesto) presentata a un richiedente. L'offerta in questo stato è in attesa della risposta da parte del richiedente che deve accettare o rifiutare la proposta. È ancora in una fase di negoziazione e il lavoro non dovrebbe ancora essere avviato.",
          "topics": []
        },
        {
          "heading": "Che cos'è un'offerta accettata?",
          "anchor": "what-is-offer-accepted",
          "body": "Un'offerta accettata (o in corso di lavorazione) è stata approvata dal richiedente per andare avanti e iniziare a lavorare sul compito. Se il compito utilizza l'opzione con deposito di garanzia, l'offerta viene approvata SOLO quando il richiedente ha inviato il pagamento a Microlancer e l'ha finanziata al 100%. A questo punto, è sicuro per l'esecutore iniziare a lavorare. Per i compiti peer-to-peer (senza deposito di garanzia), questo non si applica. L'offerta in questo stato è in attesa che il lavoro venga consegnato dall'esecutore al richiedente.",
          "topics": []
        },
        {
          "heading": "Che cos'è un'offerta consegnata?",
          "anchor": "what-is-offer-delivered",
          "body": "Un'offerta è consegnata (o in fase di revisione) quando il compito è stato completato dall'esecutore, seguendo tutti i passaggi o le istruzioni. A questo punto, l'incaricato avrebbe dovuto comunicare o presentare i risultati del lavoro al richiedente. L'offerta in questo stato è ora in attesa che il lavoro dell'esecutore venga verificato dal richiedente.",
          "topics": []
        },
        {
          "heading": "Che cos'è un'offerta completata?",
          "anchor": "what-is-offer-confirmed",
          "body": "Un'offerta è completata (o consegna verificata) quando i risultati del lavoro svolto dall'esecutore sono stati verificati come soddisfacenti dal richiedente. Questo passaggio conferma che il lavoro è stato eseguito secondo i requisiti. Se il compito utilizza il deposito di garanzia, il pagamento è stato sbloccato a questo punto e l'esecutore viene pagato. I fondi dovrebbero ora apparire nel saldo del conto dell'esecutore per il prelievo. Per i compiti peer-to-peer (senza deposito di garanzia), questo non si applica. L'offerta in questo stato è terminata e chiusa.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Acquistare servizi",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Come posso acquistare/ordinare servizi?",
          "anchor": "how-to-buy",
          "body": "Puoi acquistare servizi effettuando un ordine. Quando effettui un ordine dovrai ricevere i dettagli del lavoro dal venditore. Una volta che sei soddisfatto del piano, puoi accettare l'offerta e inviare il pagamento al deposito di garanzia. Dopo che è stato fornito il servizio, dovresti contrassegnare il compito come consegnato in modo da sbloccare il pagamento.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Guadagni e pagamenti",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Cos'è Bitcoin?",
          "anchor": "what-is-bitcoin",
          "body": "<i class=\"fab fa-bitcoin\"></i> Bitcoin è una forma di denaro digitale peer-to-peer che funziona senza terze parti come banche o carte di credito. Puoi saperne di più su <a href=\"https://bitcoin.org/\">Bitcoin.org</a>.",
          "topics": []
        },
        {
          "heading": "Cos'è il Lightning Network?",
          "anchor": "what-is-lightning",
          "body": "Il <i class=\"fas fa-bolt\"></i> Lightning Network è un sistema sicuro e in tempo reale per il trasferimento di piccolissime quantità di Bitcoin (micropagamenti). Le normali transazioni Bitcoin on-chain possono avere commissioni elevate e lunghi tempi di conferma. Lightning Network consente di avere conferme Bitcoin istantanee e commissioni estremamente basse (meno di un centesimo). Ciò lo rende perfetto per i microcompiti ed è il motivo per cui <i>Microlancer.io</i> supporta l'uso delle transazioni Lightning Network per Bitcoin.",
          "topics": []
        },
        {
          "heading": "C'è un minimo che devo guadagnare per prelevare?",
          "anchor": "min-withdraw",
          "body": "No, non c'è un guadagno minimo da realizzare prima di poter ritirare. Puoi prelevare anche solo 1 satoshi.",
          "topics": []
        },
        {
          "heading": "Ci sono commissioni per prelevare?",
          "anchor": "fee-withdraw",
          "body": "No, non ci sono commissioni quando ritiri. Tuttavia, tieni presente che la creazione e la chiusura di canali può comportare costi on-chain addebitati dalla rete Bitcoin.",
          "topics": []
        },
        {
          "heading": "Come ritiro i miei Bitcoin?",
          "anchor": "withdraw-how",
          "body": "Per prelevare i tuoi guadagni, vai semplicemente alla pagina dei prelievi sul tuo account. Dovrai fornire una <i>Fattura Lightning</i> generata dal software del tuo portafoglio. Quando invii la fattura al sistema, ti verrà pagata e il tuo saldo dovrebbe apparire sul tuo portafoglio.",
          "topics": []
        },
        {
          "heading": "Che cos'è LNURL-withdraw?",
          "anchor": "withdraw-lnurl",
          "body": "LNURL-withdraw è una funzionalità disponibile su <a href=\"https://github.com/fiatjaf/awesome-lnurl#wallets\" target=\"_blank\">portafogli Lightning supportati</a> questo semplifica il processo di prelievo. Puoi prelevare senza copiare e incollare fatture, semplicemente scansionando il codice QR o facendo clic sul pulsante `Apri nel portafoglio`.",
          "topics": []
        },
        {
          "heading": "Come posso pagare una fattura Lightning?",
          "anchor": "how-to-pay",
          "body": "Per pagare una fattura Lightning Bitcoin, avrai bisogno di un portafoglio Bitcoin che supporti Lightning Network. È una nuova tecnologia, ma ci sono diverse scelte di portafogli beta (vedi la prossima domanda). Una volta che hai un portafoglio, dovrai incollare la fattura LN nel portafoglio, scansionare il QR code della fattura LN o fare clic sul pulsante `Apri nel portafoglio`. In caso di domande o problemi con il pagamento, non esitare a contattare l'assistenza (live chat, discord o e-mail).",
          "topics": []
        },
        {
          "heading": "Quale portafoglio devo usare?",
          "anchor": "bitcoin-wallet",
          "body": "Ci sono molti portafogli diversi là fuori, ma Lightning Network è una tecnologia abbastanza nuova, quindi molti di loro sono ancora in versione beta. Se utilizzi Android, ti consigliamo di utilizzare <a href=\"https://play.google.com/store/apps/details?id=fr.acinq.eclair.wallet.mainnet2&hl=en_US\">Eclair</a> o <a href=\"http://lightning-wallet.com\">BLW</a>. È possibile trovare un ampio elenco di portafogli su <a href=\"https://lightningnetworkstores.com/wallets\">lightningnetworkstores.com/wallets</a> e <a href=\"https://zigzag.io/#/wallets\">zigzag.io/#/wallets</a>. Assicurati di utilizzare solo portafogli MAINNET con Microlancer. Fai le tue ricerche e provali a tuo rischio!",
          "topics": []
        },
        {
          "heading": "E se volessi Bitcoin on-chain invece che su Lightning Network?",
          "anchor": "swap-btc-ln",
          "body": "Esistono diversi servizi per aiutarti a convertire il tuo saldo Lightning Network su Microlancer in Bitcoin on-chain. Di solito hanno delle commissioni. Dai un'occhiata a <a href=\"https://zigzag.io/\">ZigZag.io</a> e <a href=\"https://boltz.exchange\">Boltz Exchange</a>. Fai le tue ricerche e provali a tuo rischio!",
          "topics": []
        }
      ]
    },
    {
      "heading": "Avvisi di categoria",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Cos'è un preferito?",
          "anchor": "favorite",
          "body": "Puoi contrassegnare qualsiasi categoria come preferita facendo clic sull'icona a forma di stella accanto al nome della categoria. Se viene pubblicato un nuovo compito su una delle delle tue categorie preferite, verrai immediatamente avvisato. Questo ti darà la possibilità di presentare un'offerta rapidamente.",
          "topics": []
        },
        {
          "heading": "Come rimuovo un preferito?",
          "anchor": "remove-favorite",
          "body": "Per rimuovere un preferito e non ricevere più avvisi, vai semplicemente al nome dell'argomento e deseleziona l'icona a forma di stella.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Esecuzioni multiple",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Che cos'è un compito ripetibile?",
          "anchor": "repeatable",
          "body": "Se un compito può essere eseguito più volte, può essere creato come attività ripetibile (in più opzioni). Ciò significa che il compito rimarrà disponibile per altre offerte anche dopo l'accettazione della prima.",
          "topics": []
        },
        {
          "heading": "Come faccio a non ricevere più offerte sul mio compito ripetibile?",
          "anchor": "stop-repeatable",
          "body": "Se hai offerte attive (offerte in corso), non puoi chiudere il tuo compito ma puoi nasconderlo. Una volta nascosto, non riceverai più nuove offerte per quel compito. Una volta completate tutte le offerte in corso, puoi scegliere di chiuderlo.",
          "topics": []
        },
        {
          "heading": "Che cos'è un compito ripetibile per utente?",
          "amchor": "repeatable-per-user",
          "body": "Se un compito è ripetibile per utente, significa che può essere eseguito più volte ma solo una volta per utente. Questo è utile in situazioni in cui non vuoi che lo stesso utente svolga il tuo compito più e più volte.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Incentivi",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Cos'è un incentivo?",
          "anchor": "what-is-boost",
          "body": "Puoi incentivare le tue insersioni (andando su <i>Altre opzioni</i> nella pagina dei compiti per far visualizzare i tuoi annunci prima degli altri.",
          "topics": []
        },
        {
          "heading": "Come vengono ordinate le inserzioni incentivate?",
          "anchor": "boost-sorting",
          "body": "Le inserzioni vengono ordinate prima in base all'importo dell'incentivo e a parità di questo (incluse le inserzioni non incentivate) vengono ordinate in base all'attività recente. Il tuo incentivo si applica a ogni categoria o risultato di ricerca, quindi anche se non sei elencato in cima alla prima pagina, potresti essere elencato in cima alle sottocategorie.",
          "topics": []
        },
        {
          "heading": "Quanto dovrei investire in incentivi?",
          "anchor": "boost-amount",
          "body": "Dovresti incentivare gli annunci con un importo con cui ti senti a tuo agio. Nota, questo importo non è correlato al prezzo del compito e l'importo dell'incentivo non viene guadagnato dall'esecutore. Puoi decidere quanto investire confrontando gli incentivi di altre inserzioni.",
          "topics": []
        },
        {
          "heading": "Quanto durano gli incentivi?",
          "anchor": "boost-time",
          "body": "Gli incentivi scadranno dopo 30 giorni dalla data in cui sono stati applicati. Se hai più di un incentivo, ogni importo sarà valido per 30 giorni a partire da ogni singola data d'applicazione.",
          "topics": []
        },
        {
          "heading": "Come faccio a controllare gli incentivi delle altre inserzioni?",
          "anchor": "boost-check",
          "body": "Puoi controllare la quantità d'incentivi passando con il mouse sull'icona del razzo <i class=\"fa fa-rocket\" style=\"color:orange\" title=\"Questo annuncio è stato incentivato con 200 sat\"></i> nell'elenco delle insersioni.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Affiliati",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Esiste un programma di affiliazione Microlancer.io?",
          "anchor": "affiliates",
          "body": "Al momento non esiste un programma di affiliazione. Potremmo averne uno in futuro, ma la sfida è che le commissioni sul sito sono così basse che non c'è molto potenziale di guadagno per gli affiliati.",
          "topics": []
        }
      ]
    }
  ]