[
    {
      "heading": "O que é Microlancer.io?",
      "anchor": "what-is-this",
      "body": "<i>Microlancer.io</i> é uma forma de pagar ou ser pago realizando tarefas ou<i>microtarefas</i>,para ganhar <a href=\"https://bitcoin.org\">Bitcoin</a> - uma moeda digital. O Bitcoin pode ser trocado por doláres americanos dollars, euros, e muitas outras moedas nacionais.",
      "topics": []
    },
    {
      "heading": "Uso báscio",
      "anchor": "usage",
      "body": "",
      "topics": [
        {
          "heading": " Eu vejo uma tarea que posso fazer. Como eu começo?",
          "anchor": "how-to-get-started",
          "body": " Para realizar uma tarefa, faça uma oferta na página de listagem. Você pode negociar um pagamento maior (ou até menor, se você quiser!) do que o solicitado. Você será notificado se for aceito ou recusado. Se for aceito, o pagamento fica em caução e você pode prosseguir e executar a tarefa!",
          "topics": []
        },
        {
          "heading": "Eu terminei minha tarefa, e agora?",
          "anchor": "task-complete",
          "body": ""De volta à página de listagem, marque a tarefa como concluída. Isso notificará o solicitante e eles verificarão seu trabalho. Se for válido, eles liberarão o pagamento. Você poderá sacar seus ganhos!",
          "topics": []
        },
        {
          "heading": "Preciso que algo seja feito. Como faço para postar uma tarefa?",
          "anchor": "create-task",
          "body": "Vá para a página da nova tarefa e envie a tarefa que deseja realizar. Certifique-se de fornecer um bom conjunto de tags para ajudar as pessoas a encontrar sua tarefa. Se alguém estiver inscrito em uma tag, eles serão notificados imediatamente de sua nova tarefa.",
          "topics": []
        },
        {
          "heading": "Estou discordando de uma tarefa e não estou sendo pago. O que devo fazer?",
          "anchor": "dispute",
          "body": "Se houver alguma disputa, entre em contato com o suporte imediatamente. Determinaremos se o trabalho foi feito e decidiremos como os fundos em depósito serão divididos. Todas as decisões tomadas pelo Microlancer.io são finais, de acordo com os termos e condições acordo.",
          "topics": []
        },
        {
          "heading": "Que tipos de tarefas posso postar aqui?",
          "anchor": "kind-of-tasks",
          "body": "Você pode postar qualquer tipo de tarefa, pergunta ou qualquer tipo de solicitação no Microlancer.io. As tarefas podem ser muito pequenas (micro) ou grandes, como projetos de contrato. Mas incentivamos a separação grandes projetos em subtarefas menores para facilitar o trabalho de várias pessoas! Cabe a você como deseja usar o Microlancer.io!",
          "topics": []
        },
        {
          "heading": "Como funciona o depósito de garantia padrão?",
          "anchor": "standard-escrow",
          "body": "A garantia padrão protege tanto o solicitante quanto o responsável pela tarefa. As tarefas garantidas pela garantia padrão são protegidas pela coleta dos fundos para pagamento antecipado do solicitante, antes que o trabalho seja iniciado. <b>É importante começar a trabalhar apenas APÓS a aceitação de uma oferta!</b> Se uma oferta for aceita, os fundos serão retidos pelo Microlancer.io e somente liberados se o solicitante aceitar os resultados do trabalho do tasker OU se houver uma disputa. Em caso de disputa , como os resultados do responsável pela tarefa que não atendem aos requisitos ou o solicitante não paga os resultados devidamente entregues, o Microlancer.io arbitrará e distribuirá os fundos em custódia da maneira considerada adequada pelo Microlancer.io. As decisões tomadas pelo Microlancer. io são finais. Além de usar o escrow, recomendamos escolher cuidadosamente com quem trabalhar com base em sua reputação e avaliações.",
          "topics": []
        },
        {
          "heading": "Como funciona um pagamento ponto a ponto sem depósito?",
          "anchor": "non-escrow",
          "body": "As tarefas que usam pagamento ponto a ponto sem depósito são de responsabilidade do solicitante e do encarregado de coordenar como o pagamento acontecerá fora do Microlancer.io. Há risco de não pagamento e, nesses casos, o Microlancer.io não poderá arbitrar: <b>então participe de tarefas que não sejam de caução com muita cautela!</b> A vantagem do não-escrow é que o Microlancer.io não cobra nenhuma taxa da tarefa.",
          "topics": []
        },
        {
          "heading": "O que é uma oferta em proposta",
          "anchor": "what-is-offer-proposed",
          "body": "Uma oferta proposta é a proposta de um encarregado para fazer a tarefa (incluindo uma proposta e valor) enviada a um solicitante. A oferta nesse estado está aguardando uma resposta do solicitante para aceitar ou rejeitar a proposta. ainda está em fase de negociação, e os trabalhos ainda não devem ser iniciados.",
          "topics": []
        },
        {
          "heading": "O que é uma oferta aceita?",
          "anchor": "what-is-offer-accepted",
          "body": "Uma oferta aceita (ou trabalho em andamento) foi aprovada pelo solicitante para prosseguir e começar a trabalhar na tarefa. Se a tarefa estiver usando a opção de depósito padrão, a oferta SÓ é aprovada quando o solicitante enviou o pagamento para o Microlancer e financiou 100% o depósito. Neste ponto, é seguro para o responsável pela tarefa começar a trabalhar. Para tarefas ponto a ponto (sem depósito), isso não se aplica. A oferta neste estado está esperando que o trabalho seja entregue do encarregado para o solicitante.",
          "topics": []
        },
        {
          "heading": "O que é uma oferta entregue?",
          "anchor": "what-is-offer-delivered",
          "body": "Uma oferta entregue (ou em revisão) é quando o trabalho para a tarefa foi concluído pelo encarregado, seguindo todas as etapas ou instruções. Neste ponto, o encarregado deve ter comunicado ou enviado os resultados da trabalho para o solicitante. A oferta nesse estado agora está aguardando que o trabalho do encarregado seja verificado pelo solicitante.",
          "topics": []
        },
        {
          "heading": "O que é uma oferta concluída?",
          "anchor": "what-is-offer-confirmed",
          "body": "Uma oferta concluída (ou entrega verificada) é quando os resultados do trabalho realizado pelo responsável pela tarefa foram verificados como satisfatórios para o solicitante. Esta etapa confirma que o trabalho foi realizado de acordo com os requisitos. Se a tarefa for usando a opção de caução padrão, o pagamento de caução foi liberado neste momento e o encarregado é pago. Os fundos agora devem aparecer no saldo da conta do encarregado para retirada. Para tarefas ponto a ponto (sem depósito), isso não não se aplica. A oferta neste estado está encerrada e encerrada.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Compra de serviços",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Como faço para comprar/pedir serviços?",
          "anchor": "how-to-buy",
          "body": "Você pode comprar serviços fazendo um pedido. Ao fazer um pedido pela primeira vez, você precisará receber a confirmação sobre os detalhes do trabalho do vendedor. Quando estiver satisfeito com o plano, você pode aceitar a oferta e enviar pagamento em caução. Depois que eles entregarem o serviço, você deve marcar a tarefa como entregue para liberar o pagamento para que eles possam receber o pagamento.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Ganhos e pagamentos",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "O que é Bitcoin?",
          "anchor": "what-is-bitcoin",
          "body": "<i class=\"fab fa-bitcoin\"></i> Bitcoin é dinheiro digital ponto a ponto que funciona sem terceiros, como bancos ou cartões de crédito. Saiba mais em <a href=\"https://bitcoin.org/\">Bitcoin.org</a>.",
          "topics": []
        },
        {
          "heading": "O que é a Lightning Network?",
          "anchor": "what-is-lightning",
          "body": "A <i class=\"fas fa-bolt\"></i> Lightning Network é um sistema seguro e em tempo real para transferir quantidades muito pequenas de Bitcoin (micropagamentos). Transações normais de Bitcoin na cadeia pode ter taxas altas e longos tempos de confirmação. A Lightning Network torna possível ter confirmações instantâneas de Bitcoin e taxas extremamente baixas (menos de um centavo). Isso o torna perfeito para microtarefas e o motivo <i>Microlancer.io</i> suporta o uso de transações da Lightning Network para Bitcoin.",
          "topics": []
        },
        {
          "heading": "Existe um mínimo que preciso ganhar para sacar?",
          "anchor": "min-withdraw",
          "body": "Não, não há ganhos mínimos que você precisa ter para sacar. Você pode sacar apenas 1 satoshi.",
          "topics": []
        },
        {
          "heading": "Existem taxas para retirar?",
          "anchor": "fee-withdraw",
          "body": "Não, não há taxas quando você saca. No entanto, esteja ciente de que criar e fechar canais para finalizar pode custar taxas na cadeia cobradas pela rede Bitcoin.",
          "topics": []
        },
        {
          "heading": "Como faço para retirar meu Bitcoin?",
          "anchor": "withdraw-how",
          "body": "Para retirar seus ganhos, simplesmente vá para a página de retirada em sua conta. Você precisará fornecer o que é conhecido como uma <i>Fatura Lightning</i> que é gerada pelo seu software de carteira. Quando você enviar a fatura para o sistema, ela será paga a você e seu saldo deverá aparecer em sua carteira.",
          "topics": []
        },
        {
          "heading": "O que é LNURL-withdraw?",
          "anchor": "withdraw-lnurl",
          "body": "LNURL-withdraw é um recurso disponível em <a href=\"https://github.com/fiatjaf/awesome-lnurl#wallets\" target=\"_blank\">carteiras Lightning compatíveis</a > que simplificam o processo de saque. Você pode sacar sem copiar e colar faturas, simplesmente digitalizando o código QR ou clicando no botão 'Abrir na carteira'.",
          "topics": []
        },
        {
          "heading": "Como faço para pagar uma fatura Lightning?",
          "anchor": "how-to-pay",
          "body": "Para pagar uma fatura Bitcoin Lightning, você precisará de uma carteira Bitcoin que suporte a Lightning Network. É uma tecnologia nova, mas existem várias opções de carteira beta (veja a próxima pergunta). Uma vez que você tenha uma carteira, você precisará colar a fatura do LN na carteira, escanear o código QR da fatura do LN ou clicar no botão "Abrir na carteira". , ou email).",
          "topics": []
        },
        {
          "heading": "Qual carteira devo usar?",
          "anchor": "bitcoin-wallet",
          "body": "Existem muitas carteiras diferentes por aí, mas a Lightning Network é uma tecnologia relativamente nova, então muitas delas ainda estão na versão beta. Se você estiver no Android, recomendamos usar <a href=\"https://play .google.com/store/apps/details?id=fr.acinq.eclair.wallet.mainnet2&hl=en_US\">Eclair</a> ou <a href=\"http://lightning-wallet.com\" >BLW</a>. Uma grande lista de carteiras pode ser encontrada em <a href=\"https://lightningnetworkstores.com/wallets\">lightningnetworkstores.com/wallets</a> e <a href=\" https://zigzag.io/#/wallets\">zigzag.io/#/wallets</a>. Certifique-se de escolher carteiras MAINNET para uso com o Microlancer. Pesquise e experimente-as por sua conta e risco!",
          "topics": []
        },
        {
          "heading": "E se eu quiser Bitcoin on-chain em vez de um saldo da Lightning Network?",
          "anchor": "swap-btc-ln",
          "body": "Existem vários serviços disponíveis para ajudá-lo a converter o saldo da Lightning Network no Microlancer para Bitcoin on-chain. Eles geralmente vêm com várias taxas. Confira <a href=\"https://zigzag.io /\">ZigZag.io</a> e <a href=\"https://boltz.exchange\">Boltz Exchange</a>. Pesquise e experimente por sua conta e risco!",
          "topics": []
        }
      ]
    },
    {
      "heading": "Alertas de categoria",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "O que é um favorito",
          "anchor": "favorite",
          "body": "Você pode marcar qualquer categoria como favorita, clicando no ícone de estrela ao lado do nome da categoria. Se qualquer nova tarefa for postada que corresponda a uma de suas favoritas, você será imediatamente notificado. Isso lhe dá uma chance melhor de enviar uma oferta rapidamente.",
          "topics": []
        },
        {
          "heading": "Como removo um favorito?",
          "anchor": "remove-favorite",
          "body": "Para remover um favorito e parar de receber alertas, basta ir ao nome do tópico e desmarcar o ícone de estrela.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Cumprimento múltiplo",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "O que é uma tarefa repetível?",
          "anchor": "repeatable",
          "body": "Se uma tarefa puder ser executada várias vezes, ela poderá ser criada como uma tarefa repetível (em mais opções). Isso significa que a tarefa permanecerá disponível para ofertas mesmo depois que uma oferta for aceita.",
          "topics": []
        },
        {
          "heading": "Como deixo de receber ofertas na minha tarefa repetível?",
          "anchor": "stop-repeatable",
          "body": "Se você tiver ofertas ativas (ofertas em andamento), não poderá fechar sua tarefa, mas poderá ocultá-la. Uma vez ocultada, você não receberá mais novas ofertas para sua tarefa. Assim que todas as ofertas em andamento forem concluída, você pode optar por fechar a tarefa.",
          "topics": []
        },
        {
          "heading": "O que é uma tarefa repetível por usuário?",
          "amchor": "repeatable-per-user",
          "body": "Se uma tarefa for repetível por usuário, isso significa que ela pode ser executada várias vezes, mas apenas uma vez por usuário único no sistema. Isso é útil em situações em que você não deseja que o mesmo usuário execute sua tarefa várias vezes e mais uma vez.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Incentivos",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "O que é um Boost (incentivo)?",
          "anchor": "what-is-boost",
          "body": "Você pode aumentar suas listas de tarefas (exibidas em <i>Mais opções de tarefas</i> na página de tarefas para que sua lista seja exibida mais acima nas páginas de listagem.",
          "topics": []
        },
        {
          "heading": "Como as listagens impulsionadas são ordenadas/classificadas?",
          "anchor": "boost-sorting",
          "body": "As listagens são ordenadas por valor de aumento primeiro e para todas as listagens vinculadas por valor de aumento (incluindo listagens não impulsionadas), elas são ordenadas por atividade recente. Seu impulso se aplica a todas as categorias ou resultados de pesquisa, portanto, mesmo que você não esteja listado no alto da primeira página, você pode estar listado no alto das subcategorias.",
          "topics": []
        },
        {
          "heading": "Quanto devo aumentar?",
          "anchor": "boost-amount",
          "body": "Você deve aumentar o valor com o qual está confortável. Observe que esse valor não está relacionado ao preço da tarefa e o valor do aumento não é ganho pelo tasker. Você pode decidir quanto aumentar comparando o valor do aumento de outras listagens.",
          "topics": []
        },
        {
          "heading": "Quanto tempo duram os aumentos?",
          "anchor": "boost-time",
          "body": "Os reforços expirarão após 30 dias a partir da data do reforço. Se você tiver mais de um reforço, cada valor será válido por 30 dias a partir de cada data de reforço individual.",
          "topics": []
        },
        {
          "heading": "Como verifico a quantidade de aumento de outras listagens?",
          "anchor": "boost-check",
          "body": "Você pode verificar a quantidade de aumento passando o mouse sobre o ícone do foguete <i class=\"fa fa-rocket\" style=\"color:orange\" title=\"Esta listagem é aumentada em 200 sat( s)\"></i> na listagem.,
          "topics": []
        }
      ]
    },
    {
      "heading": "Afiliados",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Existe um Programa de Afiliados Microlancer.io?",
          "anchor": "affiliates",
          "body": "Atualmente não há programa de afiliados. Podemos ter um no futuro, mas o desafio é que as taxas no site são tão baixas que não há muito potencial de ganhos para os afiliados.",
          "topics": []
        }
      ]
    }
  ]
