[
    {
      "heading": "Qu'est-ce que Microlancer.io ?",
      "anchor": "what-is-this",
      "body": "<i>Microlancer.io</i> est un moyen de payer ou d'être payé en effectuant de petites tâches, ou <i>microtâches</i>, pour gagner <a href=\"https://bitcoin.org\">Bitcoin</a> - une monnaie numérique. Le bitcoin peut être échangé contre des dollars américains, des euros et de nombreuses autres devises nationales.",
      "topics": []
    },
    {
      "heading": "Utilisation de base",
      "anchor": "usage",
      "body": "",
      "topics": [
        {
          "heading": "Je vois une tâche que je peux faire. Comment commencer ?",
          "anchor": "how-to-get-started",
          "body": "Pour effectuer une tâche, faites une offre sur la page de liste. Vous pouvez négocier un paiement plus élevé (ou même inférieur, si vous êtes d'accord !) que celui demandé. Vous serez averti s'il est accepté ou refusé. S'il est accepté, le paiement est bloqué et vous pouvez continuer et effectuer la tâche !",
          "topics": []
        },
        {
          "heading": "J'ai terminé ma tâche, et maintenant ?",
          "anchor": "task-complete",
          "body": "De retour sur la page de liste, marquez la tâche comme terminée. Cela informera le demandeur et il vérifiera votre travail. S'il est valide, ils débloqueront le paiement. Vous pouvez alors retirer vos gains !",
          "topics": []
        },
        {
          "heading": "J'ai besoin de faire quelque chose. Comment publier une tâche ?",
          "anchor": "create-task",
          "body": "Accédez à la nouvelle page de tâche et soumettez la tâche que vous souhaitez effectuer. Assurez-vous de fournir un bon ensemble de balises pour aider les gens à trouver votre tâche. Si quelqu'un est abonné à un tag, il sera immédiatement informé de votre nouvelle tâche.",
          "topics": []
        },
        {
          "heading": "Je suis en désaccord sur une tâche et je ne suis pas payé. Que devrais-je faire?",
          "anchor": "dispute",
          "body": "En cas de litige, veuillez contacter l'assistance immédiatement. Nous déterminerons si le travail a été fait et déciderons comment les fonds en séquestre seront divisés. Toutes les décisions prises par Microlancer.io sont définitives, conformément aux termes et conditions de l'accord.",
          "topics": []
        },
        {
          "heading": "Quels types de tâches puis-je publier ici ?",
          "anchor": "kind-of-tasks",
          "body": "Vous pouvez publier tout type de tâche, question ou tout type de demande sur Microlancer.io. Les tâches peuvent être très petites (micro) ou de grande taille, comme les projets contractuels. Mais, nous encourageons à diviser les grands projets en sous-tâches plus petites pour faciliter le travail de plusieurs personnes ! C'est à vous de décider comment vous souhaitez utiliser Microlancer.io !",
          "topics": []
        },
        {
          "heading": "Comment fonctionne l'entiercement standard ?",
          "anchor": "standard-escrow",
          "body": "L'entiercement standard protège à la fois le demandeur et l'exécutant de la tâche. Les tâches sécurisées par un séquestre standard sont protégées en collectant les fonds pour un paiement à l'avance auprès du demandeur, avant le début des travaux. <b>Il est important de ne commencer à travailler qu'APRÈS qu'une offre ait été acceptée !</b> Si une offre est acceptée, les fonds sont détenus par Microlancer.io et ne sont libérés que si le demandeur accepte les résultats du travail de l'exécutant OU s'il y a est un différend. En cas de litige, tel que les résultats de l'exécutant ne répondant pas aux exigences, ou le demandeur ne payant pas les résultats correctement livrés, Microlancer.io arbitrera et distribuera les fonds sous séquestre d'une manière jugée appropriée par Microlancer.io. Les décisions prises par Microlancer.io sont définitives. En plus d'utiliser l'entiercement, nous vous recommandons de choisir soigneusement avec qui travailler en fonction de leur réputation et de leurs avis.",
          "topics": []
        },
        {
          "heading": "Comment fonctionne un paiement peer-to-peer sans séquestre ?",
          "anchor": "non-escrow",
          "body": "Les tâches utilisant le paiement peer-to-peer sans séquestre relèvent de la responsabilité du demandeur et de l'exécutant de coordonner la manière dont le paiement se déroulera en dehors de Microlancer.io. Il y a un risque de non-paiement, et dans de tels cas, Microlancer.io ne pourra pas arbitrer : <b>participez donc aux tâches non séquestres avec beaucoup de prudence !</b> L'avantage du non séquestre est que Microlancer .io ne perçoit aucun frais pour la tâche.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce qu'une offre sur proposition ?",
          "anchor": "what-is-offer-proposed",
          "body": "Une proposition d'offre est la proposition d'un exécutant pour effectuer la tâche (y compris un argumentaire et un montant) soumise à un demandeur. L'offre dans cet état attend une réponse du demandeur pour accepter ou rejeter la proposition. Il est encore en phase de négociation, et les travaux ne devraient pas encore être lancés.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce qu'une offre acceptée ?",
          "anchor": "what-is-offer-accepted",
          "body": "Une offre acceptée (ou travail en cours) a été approuvée par le demandeur pour aller de l'avant et commencer à travailler sur la tâche. Si la tâche utilise l'option d'entiercement standard, l'offre est UNIQUEMENT approuvée lorsque le demandeur a envoyé le paiement à Microlancer et a financé à 100 % l'entiercement. À ce stade, l'exécutant peut commencer à travailler en toute sécurité. Pour les tâches peer-to-peer (non escrow), cela ne s'applique pas. L'offre dans cet état attend que le travail soit livré de l'exécutant au demandeur.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce qu'une offre livrée ?",
          "anchor": "what-is-offer-delivered",
          "body": "Une offre livrée (ou en cours de révision) est lorsque le travail pour la tâche a été terminé par l'exécutant, en suivant toutes les étapes ou instructions. À ce stade, l'exécutant doit avoir communiqué ou soumis les résultats du travail au demandeur. L'offre dans cet état attend maintenant que le travail de l'exécutant soit vérifié par le demandeur.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce qu'une offre complète ?",
          "anchor": "what-is-offer-confirmed",
          "body": "Une offre complétée (ou de livraison vérifiée) est lorsque les résultats du travail effectué par l'exécutant ont été vérifiés comme étant satisfaisants pour le demandeur. Cette étape confirme que le travail a été effectué conformément aux exigences. Si la tâche utilise l'option d'entiercement standard, le paiement d'entiercement a été débloqué à ce stade et l'exécutant est payé. Les fonds devraient maintenant apparaître dans le solde du compte de l'exécutant pour retrait. Pour les tâches peer-to-peer (non escrow), cela ne s'applique pas. L'offre dans cet état est terminée et fermée.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Services d'achat",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Comment acheter/commander des services ?",
          "anchor": "how-to-buy",
          "body": "Vous pouvez acheter des services en passant une commande. Lorsque vous passez une commande pour la première fois, vous devrez recevoir une confirmation des détails du travail de la part du vendeur. Une fois que vous êtes satisfait du plan, vous pouvez accepter leur offre et envoyer le paiement sous séquestre. Une fois qu'ils ont fourni le service, vous devez marquer la tâche comme livrée pour libérer le paiement afin qu'ils puissent être payés.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Gains et paiements",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Qu'est-ce que le bitcoin ?",
          "anchor": "what-is-bitcoin",
          "body": "<i class=\"fab fa-bitcoin\"></i> Bitcoin est une monnaie numérique peer-to-peer qui fonctionne sans tiers tels que les banques ou les cartes de crédit. Vous pouvez en savoir plus sur <a href=\"https://bitcoin.org/\">Bitcoin.org</a>.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce que le Lightning Network ?",
          "anchor": "what-is-lightning",
          "body": "Le <i class=\"fas fa-bolt\"></i>Lightning Network est un système sécurisé en temps réel pour transférer de très petites quantités de Bitcoin (micropaiements). Les transactions Bitcoin normales en chaîne peuvent entraîner des frais élevés et de longs délais de confirmation. Lightning Network permet d'avoir des confirmations Bitcoin instantanées et des frais extrêmement bas (moins d'un centime). Cela le rend parfait pour les microtâches, et la raison pour laquelle <i>Microlancer.io</i> prend en charge l'utilisation des transactions Lightning Network pour Bitcoin.",
          "topics": []
        },
        {
          "heading": "Dois-je gagner un minimum pour pouvoir retirer ?",
          "anchor": "min-withdraw",
          "body": "Non, il n'y a pas de revenu minimum que vous devez avoir pour retirer. Vous pouvez retirer aussi peu que 1 satoshi.",
          "topics": []
        },
        {
          "heading": "Y a-t-il des frais pour retirer ?",
          "anchor": "fee-withdraw",
          "body": "Non, il n'y a pas de frais lors d'un retrait. Cependant, sachez que la création et la fermeture de canaux à finaliser peuvent entraîner des frais de chaîne facturés par le réseau Bitcoin.",
          "topics": []
        },
        {
          "heading": "Comment retirer mon Bitcoin ?",
          "anchor": "withdraw-how",
          "body": "Pour retirer vos gains, rendez-vous simplement sur la page de retrait de votre compte. Vous devrez fournir ce que l'on appelle une <i>facture Lightning</i> qui est générée par votre logiciel de portefeuille. Lorsque vous soumettez la facture au système, elle vous sera payée et votre solde devrait apparaître sur votre portefeuille.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce que LNURL-retrait ?",
          "anchor": "withdraw-lnurl",
          "body": "LNURL-withdraw est une fonctionnalité disponible sur les <a href=\"https://github.com/fiatjaf/awesome-lnurl#wallets\" target=\"_blank\">portefeuilles Lightning pris en charge</a> qui simplifient le retrait traiter. Vous pouvez retirer vos factures sans copier-coller, simplement en scannant le code QR ou en cliquant sur le bouton \"Ouvrir dans le portefeuille\".",
          "topics": []
        },
        {
          "heading": "Comment payer une facture Lightning ?",
          "anchor": "how-to-pay",
          "body": "Pour payer une facture Lightning Bitcoin, vous aurez besoin d'un portefeuille Bitcoin prenant en charge le réseau Lightning. C'est une nouvelle technologie, mais il existe plusieurs choix de portefeuille bêta (voir la question suivante). Une fois que vous avez un portefeuille, vous devrez soit coller la facture LN dans le portefeuille, scanner le code QR de la facture LN, ou cliquer sur le bouton \"Ouvrir dans le portefeuille\". Si vous avez des questions ou des problèmes de paiement, n'hésitez pas à contacter l'assistance (chat en direct, discord ou e-mail).",
          "topics": []
        },
        {
          "heading": "Quel portefeuille dois-je utiliser ?",
          "anchor": "bitcoin-wallet",
          "body": "Il existe de nombreux portefeuilles différents, mais Lightning Network est une technologie relativement nouvelle, donc beaucoup d'entre eux sont encore en version bêta. Si vous êtes sur Android, nous vous recommandons d'utiliser <a href=\"https://play.google.com/store/apps/details?id=fr.acinq.eclair.wallet.mainnet2&hl=en_US\">Eclair</a> ou <a href=\"https://bluewallet.io/\">BlueWallet</a>. Une grande liste de portefeuilles peut être trouvée sur <a href=\"https://lightningnetworkstores.com/wallets\">lightningnetworkstores.com/wallets</a> et <a href=\"https://zigzag.io /#/wallets\">zigzag.io/#/wallets</a>. Assurez-vous de choisir les portefeuilles MAINNET à utiliser avec Microlancer. Faites des recherches et essayez-les à vos risques et périls!",
          "topics": []
        },
        {
          "heading": "Et si je veux du Bitcoin en chaîne au lieu d'un solde Lightning Network ?",
          "anchor": "swap-btc-ln",
          "body": "Il existe plusieurs services pour vous aider à convertir le solde Lightning Network sur Microlancer en Bitcoin en chaîne. Ils viennent généralement avec divers frais. Veuillez consulter <a href=\"https://zigzag.io/\">ZigZag.io</a> et <a href=\"https://boltz.exchange\">Boltz Exchange</a> . Faites des recherches et essayez-les à vos risques et périls!",
          "topics": []
        }
      ]
    },
    {
      "heading": "Alertes de catégorie",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Qu'est-ce qu'un favori ?",
          "anchor": "favorite",
          "body": "Vous pouvez marquer n'importe quelle catégorie comme favorite en cliquant sur l'icône étoile à côté du nom de la catégorie. Si une nouvelle tâche est publiée qui correspond à l'un de vos favoris, vous en serez immédiatement averti. Cela vous donne une meilleure chance de soumettre une offre rapidement.",
          "topics": []
        },
        {
          "heading": "Comment supprimer un favori ?",
          "anchor": "remove-favorite",
          "body": "Pour supprimer un favori et ne plus recevoir d'alertes, accédez simplement au nom du sujet et désélectionnez l'icône étoile.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Réalisation multiple",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Qu'est-ce qu'une tâche répétable ?",
          "anchor": "repeatable",
          "body": "Si une tâche peut être accomplie plusieurs fois, elle peut être créée en tant que tâche répétable (sous plus d'options). Cela signifie que la tâche restera disponible pour les offres même après l'acceptation d'une offre.",
          "topics": []
        },
        {
          "heading": "Comment arrêter de recevoir des offres sur ma tâche répétable ?",
          "anchor": "stop-repeatable",
          "body": "Si vous avez des offres actives (offres en cours), vous ne pouvez pas fermer votre tâche mais vous pouvez la masquer. Une fois masqué, vous ne recevrez plus de nouvelles offres pour votre tâche. Une fois que toutes les offres en cours sont terminées, vous pouvez choisir de fermer la tâche.",
          "topics": []
        },
        {
          "heading": "Qu'est-ce qu'une tâche répétable par utilisateur ?",
          "amchor": "repeatable-per-user",
          "body": "Si une tâche est répétable par utilisateur, cela signifie qu'elle peut être exécutée plusieurs fois, mais une seule fois par utilisateur unique dans le système. Ceci est utile dans les situations où vous ne voulez pas que le même utilisateur accomplisse votre tâche encore et encore.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Boosts",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Qu'est-ce qu'un boost ?",
          "anchor": "what-is-boost",
          "body": "Vous pouvez optimiser vos listes de tâches (affichées sous <i>Plus d'options de tâches</i> sur la page des tâches pour que votre liste s'affiche plus haut sur les pages de liste.",
          "topics": []
        },
        {
          "heading": "Comment les listes boostées sont-elles classées/triées ?",
          "anchor": "boost-sorting",
          "body": "Les annonces sont d'abord classées par montant de boost, et pour toutes les annonces liées par un montant de boost (y compris les annonces non boostées), elles sont classées par activité récente. Votre boost s'applique à chaque catégorie ou résultat de recherche, donc même si vous n'êtes pas listé en haut de la page d'accueil, vous pouvez être listé en haut des sous-catégories.",
          "topics": []
        },
        {
          "heading": "Combien dois-je booster ?",
          "anchor": "boost-amount",
          "body": "Vous devriez augmenter la quantité avec laquelle vous êtes à l'aise. Notez que ce montant n'est pas lié au prix de la tâche et que le montant du boost n'est pas gagné par l'exécutant. Vous pouvez décider du montant à augmenter en comparant le montant de l'augmentation des autres annonces.",
          "topics": []
        },
        {
          "heading": "Combien de temps durent les boosts ?",
          "anchor": "boost-time",
          "body": "Les boosts expireront après 30 jours à compter de la date du boost. Si vous avez plus d'un boost, chaque montant sera valable 30 jours à compter de chaque date de boost individuelle.",
          "topics": []
        },
        {
          "heading": "Comment puis-je vérifier le montant du boost des autres annonces ?",
          "anchor": "boost-check",
          "body": "Vous pouvez vérifier le montant du boost en survolant l'icône de la fusée <i class=\"fa fa-rocket\" style=\"color:orange\" title=\"Cette liste est boostée par 200 sat(s)\"> </i> sur la liste.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Affiliées",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Existe-t-il un programme d'affiliation Microlancer.io ?",
          "anchor": "affiliates",
          "body": "Il n'y a actuellement aucun programme d'affiliation. Nous en aurons peut-être un à l'avenir, mais le défi est que les frais sur le site sont si bas qu'il n'y a pas beaucoup de potentiel de revenus pour les affiliés.",
          "topics": []
        }
      ]
    }
  ]
